Repository: HindSAlharbi/PROJECT-2
Catalog: ATripApp/AdvisorTripApp/*.lproj/Localizable.strings
Languages: ar

source: You have to Log In first
ar: يجب عليك تسجيل الدخول أولا

source: Love the fact that I can view and manage
ar: أحب حقيقة أنه يمكنني العرض والإدارة

source: Cancel
ar: إلغاء

source: You have to Sign up First
ar: يجب عليك التسجيل أولا

source: OverView
ar: نظرة عامة

source: This tiny island city-state is a study of fusion and contrasts bursting with wonders waiting to be explored. Tranquil parks about futuristic skyscrapers and luxe shopping malls.
ar: هذه الجزيرة - المدينة الصغيرة عبارة عن دراسة للاندماج والتناقضات المتدفقة مع العجائب التي تنتظر من يكتشفها. حدائق هادئة حول ناطحات السحاب المستقبلية ومراكز التسوق الفاخرة.

source: Soon
ar: قريبا

source: Something new is coming.
ar: شيء جديد قادم

source: OK
ar: موافق

source: NYC
ar: مدينة نيويورك

source: Centeral Park
ar: سنترال بارك

source: Statue of Liberty National Monument
ar: تمثال الحرية نصب تذكاري وطني

source: Brooklyn Bridge
ar: سر بروكلين

source: Top of The Rock
ar: أعلى الصخرة

source: Share your opinion
ar: شاركنا رأيك

source: Post
ar: ارسل

source: Write your opinion...
ar: أكتب رأيك...

source: Gardens by the Bay
ar: حدائق بجانب الخليج

source: Singapore Botanic Gardens
ar: حدائق سنغافورة النباتية

source: Singapore Zoo
ar: حديقة الحيوان سنغافورة

source: Sands Skypark Observation Deck
ar: منصة مراقبة ساندز سكاي بارك

source: Cloud Forest
ar: غابة السحاب
